TargetApplication=DKLang Translation Editor 3.0
Author=LCU@GRO.itP
SourceLANGID=1033
LANGID=1040
Generator=DKLang Translation Editor v3.0
LastModified=2009-04-27 18.29.32

[dAbout]
00000001=Informazioni su DKLang
00000006=Indirizzo e-mail:

[dDiffLog]
00000001=Discordanze trovate
00000002=Chiudi
00000003=Totali
00000004=Traduci &automaticamente tutte le voci non tradotte
00000005=Aiuto

[dFind]
00000001=Trova / Sostituisci
00000003=Chiudi
00000004=&Cerca:
00000006=Opzioni
00000007=&Maiuscole/minuscole
00000008=&Solo parole intere
00000010=Cerca solo nella selezion&e
00000011=Punto di partenza
00000012=Dal&la selezione corrente\n&In tutti i campi\n
00000013=Direzione
00000014=&Avanti\n&Indietro
00000015=&Conferma sostituzione
00000016=Sostituisci &tutto
00000017=&Sostituisci con:
00000018=Ambito di ricerca
00000019=&Nomi
00000020=Termini &originali
00000021=Termini &tradotti
00000022=Aiuto

[dOpenFiles]
00000001=Apri file
00000002=&File origine della lingua:
00000003=&Sfoglia...
00000004=Sfo&glia...
00000005=Sfogl&ia...
00000006=&Utilizza un file diverso da quello origine per mostrare i valori da tradurre
00000007=&Crea una nuova traduzione
00000008=&Apri una traduzione esistente
00000010=Annulla
00000011=Aiuto

[dPromptReplace]
00000001=Conferma la sostituzione
00000009=&Si
00000010=Annulla
00000012=&Tutto
00000014=Aiuto

[dSettings]
00000001=Impostazioni del programma
00000003=Annulla
00000005=Percorso dell'archivio tra&duzioni:
00000006=(in questo caso dovrete assegnare manualmente i collegamenti successivi)
00000007=&Sfoglia...
00000008=&Rimuovere il prefesso ("&&") quando si aggiungono le voci all'archivio
00000009=&Aggiungi automaticamente una nuova traduzione nell'archivio
00000013=Caratteri dell'&interfaccia...
00000014=&Tabella dei caratteri...
00000015=Non &avvisare quando il file origine e la traduzione sono salvate con codifiche diverse.
00000016=Archivio
00000017=Interfaccia
00000018=Aiuto

[dTranProps]
00000001=Proprietà Traduzione
00000002=Lingua &origine:
00000003=Lingua di &destinazione:
00000004=&Autore:
00000005=Paramentri a&ggiuntivi (formato 'Name=Value'):
00000006=&Target (Applicazione/Versione):
00000008=Annulla
00000009=Aiuto

[fMain]
00000002=Menu Principale
00000004=&Modifica
00000005=&Visualizza
00000006=&Strumenti
00000007=Mostra/Nascondi Barra degli strumenti
00000008=Pannello del File So&rgente
00000009=Mostra/Mascondi pannello del File Origine
00000010=&Barra di stato
00000011=Mostra/Nascondi Barra di stato
00000012=&Lingua
00000013=&Strumenti
00000014=?
00000015=Strumenti
00000018=Numero totale dei componenti
00000020=Numero totale componenti/non tradotti\n
00000022=Numero totale delle costanti/non tradotte\n
00000024=Numero delle voci nell'archivio
00000026=&Nuovo / Apri...
00000027=Nuovo / Apri ...|Crea nuova traduzione o ne aprire una esistente
00000029=&Salva
00000030=Salva|Salva la traduzione corrente
00000032=Salva &come...
00000033=Salva come...|Salva l'attuale traduzione in un altro file
00000035=Chiudi
00000036=Chiudi|Chiude i file aperti
00000038=&Esci
00000039=Esci|Esce dal programma
00000040=Strumenti
00000041=&Impostazioni del programma...
00000042=Impostazioni del programma...|Mostra le impostazioni modificabili del programma
00000043=Aiuto
00000044=&Informazioni su DKLang Traslation Editor
00000045=Informazioni su DKLang Traslation Editor|Informazioni sulla versione e il copyright del programma
00000046=Modifica
00000047=Vai alla  pre&cedente voce non tradotta
00000048=Va alla precedente voce non tradotta o a quella tradotta automaticamente
00000049=Modifica
00000050=Vai alla prossima voce non trado&tta
00000051=Vai alla prossma voce non tradotta o tradotta automaticamente
00000058=Modifica
00000059=&Proprietà Traduzione...
00000060=Proprietà...|Visualizza le caratteristiche modificabili della traduzione
00000064=Strumenti
00000065=A&utoTraduzione
00000066=AutoTraduzione|Traduzione automatica delle voci selezionate ancora non tradotte usando le traduzioni in archivio
00000067=Strumenti
00000068=Aggiungi all'&archivio
00000069=Aggiungi all'archivio|Aggiunge la vocei selezionata all'archivio delle parole tradotte
00000073=Aiuto
00000074=Controlla &aggiornamenti
00000075=Controlla aggiornamenti|Verificare la presenza di aggiornamenti del programma
00000076=Aiuto
00000077=Ho&me Page di DKLang Translation Editor
00000078=Home Page di DKLang Translation Edito|Apre la pagina internet dedicata al programma
00000079=Aiuto
00000080=&Supporto
00000081=Supporto|Apre la pagina internet del supporto al software
00000082=Aiuto
00000083=Sito &internet di DK Software
00000084=Sito internet di DK Software|Apre la pagina internet del realizzatore del software
00000088=Modifica
00000089=Ev&idenzia riga
00000090=Individua|Individua ed evidenzia il testo tra le tabelle della traduzione
00000091=Modifica
00000092=Inseriment&o precedente
00000093=Precedente|Fase precedente all'inserimento
00000094=Modifica
00000095=Inserimento &successivo
00000096=Prossimo inserimento|Passaggio al prossimo inserimento
00000097=Proprietà
00000098=File origine
00000099=Traduzione
00000100=&Non tradotto
00000101=Stato
00000102=&AutoTraduzione
00000103=&Proprietà
00000104=Pannello della T&raduzione
00000105=Componenti/Proprietà/Costani
00000107=Testo predefinito
00000108=Traduzione
00000109=Modifica
00000110=&Trova...
00000111=Trova...|ricerca le voci utilizzando un determinato modello
00000112=Modifica
00000113=Trova su&ccessivo
00000114=Trova successivo|Trova la prossima occorrenza della stringa che si stà cercdo
00000115=Modifica
00000116=&Sostituisci...
00000117=Sostituisci...|Sostituisce una stringa con un'altra
00000118=Segnalibri
00000119=Mostra/Nascondi pannello della Traduzione
00000120=Mosra/nasconde pannello delle Proprietà
00000121=&Segnalibri
00000122=Mostra/Nascondi pannello dei Segnalibri
00000123=Modifica
00000124=&Aggiungi Segnalibro
00000125=Aggiungi Segnalibro|Aggiunge la voce corrente alla lista dei segnalibri
00000126=Modifica
00000127=&Cancella Segnalibro
00000128=Cancella Segnalibro|Rimuove il segnalibri dalla selezione corrente
00000129=Modifica
00000130=&Vai al Segnalibro
00000131=Passa al Segnalibro|Passa dal segnalibro selezionato a un altro
00000132=Barra dei Segnalibri
00000133=Modifica
00000134=&Copia
00000135=Modifica
00000136=&Incolla
00000137=Modifica
00000138=T&aglia
00000139=Copia|Copia negli appunti  il testo selezionato
00000140=Incolla|Incolla il testo copiato negli appunti
00000141=Taglia|Taglia il testo selezionato inserendolo negli appunti
00000142=Aiuto
00000143=Aiuto
00000144=Guida|Visualizza la guida del programma

[$CONSTANTS]
SBtn_Find=Trova
SBtn_Replace=Sostituisci
SConfirm_FileNotSaved="%s"\n\nIl file è stato modificato ma non salvato. Desideri salvare il file?
SDiffDesc_AddComponent=+ Componente: [%s]
SDiffDesc_AddConstant=+ Constante "%s"
SDiffDesc_AddProperty=+ Properità "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Le seguenti voci sono risultate eccessive e cancelate dalla traduzione:
SDiffDesc_MissingEntries=Le voci dei seguenti componenti non sono state tradotte:\n
SDiffDesc_RemoveComponent=- Componente: [%s]
SDiffDesc_RemoveConstant=- Constante "%s"
SDiffDesc_RemoveProperty=- Componente "%s", proprietà con ID=%d
SDiffTotalsText=\tComponenti\tProprietà  \tConstanti\nAggiunti\t%d\t%d\t%d\nRimossi\t%d\t%d\t%d\nTotali\t%d\t%d\t%d
SDlgTitle_Confirm=Conferma
SDlgTitle_Error=Errore
SDlgTitle_Info=Informazioni
SDlgTitle_SaveTranFileAs=Scegli dove salvare il file
SDlgTitle_SelectDisplayFile=Scegli un file da usare per la visualizzazioney
SDlgTitle_SelectLangSourceFile=Seleziona file lingua sorgente
SDlgTitle_SelectTranFile=Selezionare file di traduzione
SDlgTitle_SelReposPath=Seleziona percorso dell'archivio traduzioni
SErrMsg_CharMissing="%s" mancante
SErrMsg_ConstNameMissing=Costante mancante
SErrMsg_DuplicateCompName=Duplica componente: "%s"
SErrMsg_DuplicatePropID=Duplicato codice ID: %d
SErrMsg_DuplicatePropName=Duplica nome proprietà: "%s"
SErrMsg_FileDoesntExist=Il file "%s" non esiste
SErrMsg_InvalidCompName=Nome componente non valido: "%s"
SErrMsg_LoadLangSourceFailed=Errore di caricamento della lingua sorgente:\nLine %d: %s
SErrMsg_PropIDInvalid=ID proprietà non valido
SErrMsg_PropIDMissing=ID proprietà mancante
SErrMsg_PropNameMissing=Nome proprietà mancante
SErrMsg_SectionlessEntry=Nella sezione non sono ammesse meno voci
SErrMsg_SectionNameMissing=Nome sezione mancante
SErrMsg_SrcAndTranLangsAreSame=Il file origine e quello della traduzione devono essere diversi
SErrMsg_WrongSectionName=Sbaglio nel formato del nome della sezione: "%s"
SLangSourceFileFilter=DKLang file origine della lingua (*.dklang)|*.dklang|Tutti i files (*.*)|*.*
SMsg_NoSearchResults=Impossibile trovare "%s"
SMsg_PromptReplace=Sostituire la ricorrenza "%s"?
SMsg_ReplacedInfo=Sostituire %d occorrenze di "%s".
SNode_Constants=Constanti
SStatusBar_ReposEntryCount=Archivio: %d registrati
STranFileFilter=File DKLang (*.lng)|*.lng|All Files (*.*)|*.*
STranFileFilterAnsi=File DKLang con codifica ANSI (*.lng)|*.lng
STranFileFilterUnicode=File DKLang con codifica Unicode (*.lng)|*.lng
SWarnMsg_SavingInAnsi=ATTENZIONE!\nSi è deciso di salvare la traduzione con codice caratteri ANSI mentre il file origine utilizza la codifica Unicode.\n\nSalvare la traduzione con una codice differente da quello del file origine può comportare una errata visualizzazione\ndei caratteri da parte del  programma target.\nSi consiglia di salvare la traduzione con lo stesso codice caratteri usato del file origine.\n\nSalvare il lavoro con la codifica caratteri Unicode?\n
SWarnMsg_SavingInUnicode=ATTENZINE!\nSi è deciso di salvare la traduzione con codice caratteri UNICODE, mentre il file origine  utilizza la codifica ANSI.\n\nSalvare la traduzione con un codice caratteri diverso da quello del file origine, può impedire al programma target \ndi  visualizzare il file che si sta salvando.\nSi consigli di salvare la traduzione con lo stesso codice caratteri usato dal file origine.\n\nSalvare il lavoro con la codifica caratteri ANSI?\n
